Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Notice_LockFailed
source: Another app can still write to this file. If it's changed outside HexEditor, your unsaved changes may not be saved correctly.
ar: لا يزال بإمكان تطبيق آخر الكتابة في هذا الملف. إذا تم تغييره خارج HexEditor، فقد لا يتم حفظ تغييراتك غير المحفوظة بشكل صحيح.
cs: Do tohoto souboru může stále zapisovat jiná aplikace. Pokud se změní mimo HexEditor, neuložené změny se nemusí uložit správně.
de: Eine andere App kann weiterhin in diese Datei schreiben. Wenn sie außerhalb von HexEditor geändert wird, werden Ihre nicht gespeicherten Änderungen möglicherweise nicht korrekt gespeichert.
el: Μια άλλη εφαρμογή μπορεί ακόμα να γράψει σε αυτό το αρχείο. Αν αλλάξει εκτός του HexEditor, οι μη αποθηκευμένες αλλαγές σας ενδέχεται να μην αποθηκευτούν σωστά.
es: Otra aplicación todavía puede escribir en este archivo. Si se modifica fuera de HexEditor, es posible que los cambios no guardados no se guarden correctamente.
fa: برنامهٔ دیگری همچنان می‌تواند در این فایل بنویسد. اگر بیرون از HexEditor تغییر کند، ممکن است تغییرات ذخیره‌نشدهٔ شما به‌درستی ذخیره نشوند.
fr: Une autre application peut encore écrire dans ce fichier. S'il est modifié en dehors de HexEditor, vos modifications non enregistrées risquent de ne pas être enregistrées correctement.
hu: Egy másik alkalmazás továbbra is írhat ebbe a fájlba. Ha a HexEditoron kívül módosul, előfordulhat, hogy a nem mentett módosítások nem menthetők megfelelően.
id: Aplikasi lain masih dapat menulis ke file ini. Jika file diubah di luar HexEditor, perubahan yang belum disimpan mungkin tidak tersimpan dengan benar.
it: Un'altra app può ancora scrivere in questo file. Se viene modificato all'esterno di HexEditor, le modifiche non salvate potrebbero non essere salvate correttamente.
ja: 他のアプリがこのファイルに書き込める状態です。外部で変更されると、保存していない変更が正しく保存できなくなる可能性があります。
ko: 다른 앱이 여전히 이 파일에 쓸 수 있습니다. HexEditor 외부에서 파일이 변경되면 저장되지 않은 변경 내용이 올바르게 저장되지 않을 수 있습니다.
pl: Inna aplikacja nadal może zapisywać w tym pliku. Jeśli zostanie on zmieniony poza programem HexEditor, niezapisane zmiany mogą nie zostać zapisane prawidłowo.
pt: Outro aplicativo ainda pode gravar neste arquivo. Se ele for alterado fora do HexEditor, suas alterações não salvas podem não ser salvas corretamente.
ro: O altă aplicație poate scrie în continuare în acest fișier. Dacă este modificat în afara HexEditor, este posibil ca modificările nesalvate să nu fie salvate corect.
ru: Другое приложение по-прежнему может записывать в этот файл. Если он будет изменен вне HexEditor, несохраненные изменения могут сохраниться неправильно.
th: แอปอื่นยังคงเขียนลงในไฟล์นี้ได้ หากไฟล์ถูกเปลี่ยนแปลงภายนอก HexEditor การเปลี่ยนแปลงที่ยังไม่ได้บันทึกของคุณอาจบันทึกไม่ถูกต้อง
tr: Başka bir uygulama bu dosyaya hâlâ yazabiliyor. Dosya HexEditor dışında değiştirilirse kaydedilmemiş değişiklikleriniz doğru şekilde kaydedilmeyebilir.
uk: Інша програма досі може записувати в цей файл. Якщо його буде змінено поза HexEditor, незбережені зміни можуть зберегтися неправильно.
vi: Một ứng dụng khác vẫn có thể ghi vào tệp này. Nếu tệp bị thay đổi bên ngoài HexEditor, các thay đổi chưa lưu của bạn có thể không được lưu đúng.
zh_hans: 其他应用仍可写入此文件。如果在 HexEditor 之外更改了该文件，未保存的更改可能无法正确保存。
zh_hant: 其他應用程式仍可寫入此檔案。如果在 HexEditor 之外變更了此檔案，未儲存的變更可能無法正確儲存。

# Notice_MemoryOverLimit
source: There are so many edits that the memory limit ({0}) is exceeded. Saving reduces memory use.
ar: عدد التعديلات كبير لدرجة تجاوز حد الذاكرة ({0}). يقلل الحفظ من استخدام الذاكرة.
cs: Úprav je tolik, že byl překročen limit paměti ({0}). Uložení sníží využití paměti.
de: Es gibt so viele Änderungen, dass das Speicherlimit ({0}) überschritten ist. Durch Speichern wird der Speicherverbrauch verringert.
el: Οι επεξεργασίες είναι τόσες πολλές ώστε έχει ξεπεραστεί το όριο μνήμης ({0}). Η αποθήκευση μειώνει τη χρήση μνήμης.
es: Hay tantas ediciones que se ha superado el límite de memoria ({0}). Al guardar se reduce el uso de memoria.
fa: تعداد ویرایش‌ها آن‌قدر زیاد است که از حد حافظه ({0}) فراتر رفته است. ذخیره کردن مصرف حافظه را کاهش می‌دهد.
fr: Le nombre de modifications est tel que la limite de mémoire ({0}) est dépassée. L'enregistrement réduit l'utilisation de la mémoire.
hu: Annyi a szerkesztés, hogy túllépte a memóriakorlátot ({0}). A mentés csökkenti a memóriahasználatot.
id: Ada begitu banyak pengeditan sehingga batas memori ({0}) terlampaui. Menyimpan akan mengurangi penggunaan memori.
it: Le modifiche sono così numerose che il limite di memoria ({0}) è stato superato. Il salvataggio riduce l'uso della memoria.
ja: 編集の数が多く、メモリの上限 ({0}) を超えています。保存すると使用量が減ります。
ko: 편집 내용이 너무 많아 메모리 한도({0})를 초과했습니다. 저장하면 메모리 사용량이 줄어듭니다.
pl: Zmian jest tak dużo, że przekroczono limit pamięci ({0}). Zapisanie zmniejszy użycie pamięci.
pt: Há tantas edições que o limite de memória ({0}) foi excedido. Salvar reduz o uso de memória.
ro: Există atât de multe editări încât limita de memorie ({0}) este depășită. Salvarea reduce utilizarea memoriei.
ru: Изменений так много, что превышено ограничение памяти ({0}). Сохранение уменьшит использование памяти.
th: มีการแก้ไขจำนวนมากจนเกินขีดจำกัดหน่วยความจำ ({0}) การบันทึกจะช่วยลดการใช้หน่วยความจำ
tr: Düzenleme sayısı çok fazla olduğundan bellek sınırı ({0}) aşıldı. Kaydetmek bellek kullanımını azaltır.
uk: Змін так багато, що перевищено обмеження пам’яті ({0}). Збереження зменшить використання пам’яті.
vi: Có quá nhiều chỉnh sửa nên đã vượt quá giới hạn bộ nhớ ({0}). Lưu sẽ giảm mức sử dụng bộ nhớ.
zh_hans: 编辑过多，已超出内存上限（{0}）。保存可减少内存使用量。
zh_hant: 編輯數量過多，已超過記憶體上限（{0}）。儲存可減少記憶體使用量。

# Operation_Materialize
source: Keeping copied data from {0}
ar: الاحتفاظ بالبيانات المنسوخة من {0}
cs: Uchovávání zkopírovaných dat z {0}
de: Kopierte Daten aus {0} werden beibehalten
el: Διατήρηση δεδομένων που αντιγράφηκαν από {0}
es: Conservando los datos copiados de {0}
fa: نگه‌داشتن داده‌های رونوشت‌شده از {0}
fr: Conservation des données copiées depuis {0}
hu: Másolt adatok megtartása innen: {0}
id: Menyimpan data yang disalin dari {0}
it: Conservazione dei dati copiati da {0}
ja: {0} からコピーしたデータの書き出し
ko: {0}에서 복사한 데이터 보존 중
pl: Zachowywanie skopiowanych danych z {0}
pt: Mantendo os dados copiados de {0}
ro: Păstrare date copiate din {0}
ru: Сохранение скопированных данных из {0}
th: กำลังเก็บข้อมูลที่คัดลอกจาก {0}
tr: {0} kaynağından kopyalanan veriler saklanıyor
uk: Збереження скопійованих даних із {0}
vi: Đang giữ dữ liệu đã sao chép từ {0}
zh_hans: 正在保留从 {0} 复制的数据
zh_hant: 正在保留從 {0} 複製的資料

# Materialize_Title
source: Keep the copied data?
ar: هل تريد الاحتفاظ بالبيانات المنسوخة؟
cs: Uchovat zkopírovaná data?
de: Kopierte Daten beibehalten?
el: Διατήρηση των δεδομένων που αντιγράφηκαν;
es: ¿Conservar los datos copiados?
fa: داده‌های رونوشت‌شده نگه داشته شوند؟
fr: Conserver les données copiées ?
hu: Megtartja a másolt adatokat?
id: Simpan data yang disalin?
it: Conservare i dati copiati?
ja: コピーしたデータを残しますか?
ko: 복사한 데이터를 보존하시겠습니까?
pl: Czy zachować skopiowane dane?
pt: Manter os dados copiados?
ro: Păstrați datele copiate?
ru: Сохранить скопированные данные?
th: เก็บข้อมูลที่คัดลอกไว้หรือไม่
tr: Kopyalanan veriler saklansın mı?
uk: Зберегти скопійовані дані?
vi: Giữ dữ liệu đã sao chép?
zh_hans: 是否保留复制的数据？
zh_hant: 要保留複製的資料嗎？

# Materialize_Body
source: To keep {0} of copied data available after closing, HexEditor will write it to temporary storage.
ar: لإبقاء {0} من البيانات المنسوخة متاحة بعد الإغلاق، سيكتبها HexEditor في تخزين مؤقت.
cs: Aby zkopírovaná data ({0}) zůstala k dispozici i po zavření, HexEditor je zapíše do dočasného úložiště.
de: Damit {0} kopierte Daten nach dem Schließen verfügbar bleiben, schreibt HexEditor sie in einen temporären Speicher.
el: Για να παραμείνουν διαθέσιμα τα δεδομένα που αντιγράφηκαν ({0}) μετά το κλείσιμο, το HexEditor θα τα γράψει σε προσωρινό χώρο αποθήκευσης.
es: Para que los {0} de datos copiados sigan disponibles después de cerrar, HexEditor los escribirá en un almacenamiento temporal.
fa: برای اینکه {0} دادهٔ رونوشت‌شده پس از بستن در دسترس بماند، HexEditor آن را در فضای ذخیره‌سازی موقت می‌نویسد.
fr: Pour que les {0} de données copiées restent disponibles après la fermeture, HexEditor va les écrire dans un stockage temporaire.
hu: Hogy a másolt adatok ({0}) a bezárás után is elérhetők maradjanak, a HexEditor ideiglenes tárolóba írja őket.
id: Agar {0} data yang disalin tetap tersedia setelah ditutup, HexEditor akan menulisnya ke penyimpanan sementara.
it: Per mantenere disponibili {0} di dati copiati dopo la chiusura, HexEditor li scriverà in un archivio temporaneo.
ja: 閉じた後もクリップボードの {0} を使えるようにするため、一時領域に書き出します。
ko: 닫은 후에도 복사한 데이터 {0}을(를) 사용할 수 있도록 HexEditor가 임시 저장소에 씁니다.
pl: Aby skopiowane dane ({0}) były dostępne po zamknięciu, program HexEditor zapisze je w magazynie tymczasowym.
pt: Para manter {0} de dados copiados disponíveis depois de fechar, o HexEditor os gravará em um armazenamento temporário.
ro: Pentru ca datele copiate ({0}) să rămână disponibile după închidere, HexEditor le va scrie într-o stocare temporară.
ru: Чтобы скопированные данные ({0}) оставались доступны после закрытия, HexEditor запишет их во временное хранилище.
th: เพื่อให้ยังใช้ข้อมูลที่คัดลอกขนาด {0} ได้หลังจากปิด HexEditor จะเขียนข้อมูลลงในที่เก็บชั่วคราว
tr: Kopyalanan {0} verinin kapattıktan sonra da kullanılabilmesi için HexEditor bunu geçici depolama alanına yazacak.
uk: Щоб скопійовані дані ({0}) залишалися доступними після закриття, HexEditor запише їх у тимчасове сховище.
vi: Để {0} dữ liệu đã sao chép vẫn dùng được sau khi đóng, HexEditor sẽ ghi dữ liệu đó vào bộ nhớ tạm.
zh_hans: 为了在关闭后仍可使用复制的 {0} 数据，HexEditor 会将其写入临时存储。
zh_hant: 為了在關閉後仍可使用複製的 {0} 資料，HexEditor 會將其寫入暫存空間。

# Materialize_Write
source: Write and close
ar: الكتابة والإغلاق
cs: Zapsat a zavřít
de: Schreiben und schließen
el: Εγγραφή και κλείσιμο
es: Escribir y cerrar
fa: نوشتن و بستن
fr: Écrire et fermer
hu: Írás és bezárás
id: Tulis dan tutup
it: Scrivi e chiudi
ja: 書き出して閉じる
ko: 쓰고 닫기
pl: Zapisz i zamknij
pt: Gravar e fechar
ro: Scriere și închidere
ru: Записать и закрыть
th: เขียนและปิด
tr: Yaz ve kapat
uk: Записати й закрити
vi: Ghi và đóng
zh_hans: 写入并关闭
zh_hant: 寫入並關閉

# Materialize_ClearClipboard
source: Clear the clipboard and close
ar: مسح الحافظة والإغلاق
cs: Vymazat schránku a zavřít
de: Zwischenablage leeren und schließen
el: Απαλοιφή Προχείρου και κλείσιμο
es: Borrar el Portapapeles y cerrar
fa: پاک کردن کلیپ‌بورد و بستن
fr: Vider le Presse-papiers et fermer
hu: Vágólap törlése és bezárás
id: Kosongkan papan klip dan tutup
it: Cancella gli Appunti e chiudi
ja: クリップボードを消して閉じる
ko: 클립보드를 지우고 닫기
pl: Wyczyść schowek i zamknij
pt: Limpar a área de transferência e fechar
ro: Golire clipboard și închidere
ru: Очистить буфер обмена и закрыть
th: ล้างคลิปบอร์ดและปิด
tr: Panoyu temizle ve kapat
uk: Очистити буфер обміну й закрити
vi: Xóa bảng tạm và đóng
zh_hans: 清空剪贴板并关闭
zh_hant: 清除剪貼簿並關閉

# Materialize_Failed
source: The copied data couldn't be kept, so the clipboard was cleared.
ar: تعذّر الاحتفاظ بالبيانات المنسوخة، لذا تم مسح الحافظة.
cs: Zkopírovaná data nebylo možné uchovat, proto byla schránka vymazána.
de: Die kopierten Daten konnten nicht beibehalten werden, daher wurde die Zwischenablage geleert.
el: Δεν ήταν δυνατή η διατήρηση των δεδομένων που αντιγράφηκαν, επομένως έγινε απαλοιφή του Προχείρου.
es: No se pudieron conservar los datos copiados, así que se borró el Portapapeles.
fa: نگه‌داشتن داده‌های رونوشت‌شده ممکن نشد، بنابراین کلیپ‌بورد پاک شد.
fr: Impossible de conserver les données copiées ; le Presse-papiers a été vidé.
hu: A másolt adatokat nem sikerült megtartani, ezért a vágólap törölve lett.
id: Data yang disalin tidak dapat disimpan, sehingga papan klip dikosongkan.
it: Impossibile conservare i dati copiati, quindi gli Appunti sono stati cancellati.
ja: コピーしたデータを残せなかったため、クリップボードの内容を消去しました。
ko: 복사한 데이터를 보존할 수 없어 클립보드를 지웠습니다.
pl: Nie można zachować skopiowanych danych, więc schowek został wyczyszczony.
pt: Não foi possível manter os dados copiados, por isso a área de transferência foi limpa.
ro: Datele copiate nu au putut fi păstrate, așa că clipboardul a fost golit.
ru: Не удалось сохранить скопированные данные, поэтому буфер обмена очищен.
th: ไม่สามารถเก็บข้อมูลที่คัดลอกไว้ได้ จึงล้างคลิปบอร์ดแล้ว
tr: Kopyalanan veriler saklanamadığından pano temizlendi.
uk: Не вдалося зберегти скопійовані дані, тому буфер обміну очищено.
vi: Không thể giữ dữ liệu đã sao chép nên bảng tạm đã được xóa.
zh_hans: 无法保留复制的数据，因此已清空剪贴板。
zh_hant: 無法保留複製的資料，因此已清除剪貼簿。

# Menu_View_Encoding.Text
source: Text encoding
ar: ترميز النص
cs: Kódování textu
de: Textcodierung
el: Κωδικοποίηση κειμένου
es: Codificación de texto
fa: رمزگذاری متن
fr: Encodage du texte
hu: Szövegkódolás
id: Pengodean Teks
it: Codifica testo
ja: 文字コード(E)
ko: 텍스트 인코딩(E)
pl: Kodowanie tekstu
pt: Codificação de texto
ro: Codificare text
ru: Кодировка текста
th: การเข้ารหัสข้อความ(E)
tr: Metin Kodlaması
uk: Кодування тексту
vi: Bảng mã Văn bản
zh_hans: 文本编码(E)
zh_hant: 文字編碼(E)

# Menu_View_Encoding.AccessKey
source: E
ar: ت
cs: K
de: T
el: Κ
es: C
fa: ر
hu: K
id: P
it: C
pl: K
pt: C
ro: C
ru: К
tr: M
uk: К
vi: B

# Menu_View_EncodingAnsi
source: ANSI (code page {0})
ar: ANSI (صفحة الترميز {0})
cs: ANSI (znaková stránka {0})
el: ANSI (κωδικοσελίδα {0})
es: ANSI (página de códigos {0})
fa: ANSI (صفحهٔ کد {0})
fr: ANSI (page de codes {0})
hu: ANSI ({0} kódlap)
id: ANSI (halaman kode {0})
it: ANSI (tabella codici {0})
ja: ANSI (コードページ {0})
ko: ANSI(코드 페이지 {0})
pl: ANSI (strona kodowa {0})
pt: ANSI (página de código {0})
ro: ANSI (pagina de coduri {0})
ru: ANSI (кодовая страница {0})
th: ANSI (โค้ดเพจ {0})
tr: ANSI (kod sayfası {0})
uk: ANSI (кодова сторінка {0})
vi: ANSI (trang mã {0})
zh_hans: ANSI（代码页 {0}）
zh_hant: ANSI（字碼頁 {0}）

# SaveLinks_Title
source: This file has hard links
ar: يحتوي هذا الملف على ارتباطات ثابتة
cs: Tento soubor má pevné odkazy
de: Diese Datei hat Hardlinks
el: Αυτό το αρχείο έχει σκληρούς συνδέσμους
es: Este archivo tiene vínculos físicos
fa: این فایل پیوند سخت دارد
fr: Ce fichier a des liens physiques
hu: Ennek a fájlnak rögzített hivatkozásai vannak
id: File ini memiliki tautan keras
it: Questo file ha collegamenti fisici
ja: このファイルにはハードリンクがあります
ko: 이 파일에 하드 링크가 있음
pl: Ten plik ma łącza twarde
pt: Este arquivo tem links físicos
ro: Acest fișier are legături hard
ru: У этого файла есть жесткие ссылки
th: ไฟล์นี้มีฮาร์ดลิงก์
tr: Bu dosyanın sabit bağlantıları var
uk: Цей файл має жорсткі посилання
vi: Tệp này có liên kết cứng
zh_hans: 此文件有硬链接
zh_hant: 此檔案有硬連結

# SaveLinks_Body
source: This file has {0} hard links. Saving safely breaks the links: the other names keep the old contents.
ar: عدد الارتباطات الثابتة لهذا الملف: {0}. يؤدي الحفظ الآمن إلى قطع الارتباطات: تحتفظ الأسماء الأخرى بالمحتوى القديم.
cs: Počet pevných odkazů na tento soubor: {0}. Bezpečné uložení odkazy zruší: ostatní názvy si ponechají původní obsah.
de: Diese Datei hat {0} Hardlinks. Beim sicheren Speichern werden die Links getrennt: Die anderen Namen behalten den alten Inhalt.
el: Αυτό το αρχείο έχει {0} σκληρούς συνδέσμους. Η ασφαλής αποθήκευση διακόπτει τους συνδέσμους: τα άλλα ονόματα διατηρούν το παλιό περιεχόμενο.
es: Este archivo tiene {0} vínculos físicos. Al guardar de forma segura se rompen los vínculos: los demás nombres conservan el contenido anterior.
fa: این فایل {0} پیوند سخت دارد. ذخیرهٔ امن پیوندها را قطع می‌کند: نام‌های دیگر محتوای قبلی را نگه می‌دارند.
fr: Ce fichier a {0} liens physiques. L'enregistrement sécurisé rompt les liens : les autres noms conservent l'ancien contenu.
hu: Ennek a fájlnak {0} rögzített hivatkozása van. A biztonságos mentés megszünteti a hivatkozásokat: a többi név a régi tartalmat őrzi meg.
id: File ini memiliki {0} tautan keras. Penyimpanan aman akan memutus tautan: nama lainnya tetap berisi konten lama.
it: Questo file ha {0} collegamenti fisici. Il salvataggio sicuro interrompe i collegamenti: gli altri nomi mantengono il contenuto precedente.
ja: このファイルには {0} 個のハードリンクがあります。安全な保存ではリンクが切れ、他の名前は元の内容のまま残ります。
ko: 이 파일에는 하드 링크가 {0}개 있습니다. 안전하게 저장하면 링크가 끊어지며, 다른 이름은 이전 내용을 그대로 유지합니다.
pl: Liczba łączy twardych tego pliku: {0}. Bezpieczne zapisywanie zrywa łącza: pozostałe nazwy zachowują starą zawartość.
pt: Este arquivo tem {0} links físicos. Salvar com segurança quebra os links: os outros nomes mantêm o conteúdo antigo.
ro: Acest fișier are {0} legături hard. Salvarea sigură rupe legăturile: celelalte nume păstrează conținutul vechi.
ru: Число жестких ссылок на этот файл: {0}. При безопасном сохранении ссылки разрываются: другие имена сохраняют старое содержимое.
th: ไฟล์นี้มีฮาร์ดลิงก์ {0} รายการ การบันทึกแบบปลอดภัยจะตัดลิงก์ โดยชื่ออื่นจะยังคงมีเนื้อหาเดิม
tr: Bu dosyanın {0} sabit bağlantısı var. Güvenli kaydetme bağlantıları koparır: diğer adlar eski içeriği korur.
uk: Кількість жорстких посилань на цей файл: {0}. Під час безпечного збереження посилання розриваються: інші імена зберігають старий вміст.
vi: Tệp này có {0} liên kết cứng. Lưu an toàn sẽ ngắt các liên kết: các tên khác vẫn giữ nội dung cũ.
zh_hans: 此文件有 {0} 个硬链接。安全保存会断开这些链接：其他名称将保留旧内容。
zh_hant: 此檔案有 {0} 個硬連結。安全儲存會中斷這些連結：其他名稱會保留舊內容。

# SaveLinks_Safe
source: Save safely (break the links)
ar: الحفظ الآمن (قطع الارتباطات)
cs: Uložit bezpečně (zrušit odkazy)
de: Sicher speichern (Links trennen)
el: Ασφαλής αποθήκευση (διακοπή των συνδέσμων)
es: Guardar de forma segura (romper los vínculos)
fa: ذخیرهٔ امن (قطع پیوندها)
fr: Enregistrer de façon sécurisée (rompre les liens)
hu: Biztonságos mentés (hivatkozások megszüntetése)
id: Simpan dengan aman (putus tautan)
it: Salva in modo sicuro (interrompi i collegamenti)
ja: 安全に保存 (リンクを切る)
ko: 안전하게 저장(링크 끊기)
pl: Zapisz bezpiecznie (zerwij łącza)
pt: Salvar com segurança (quebrar os links)
ro: Salvare sigură (ruperea legăturilor)
ru: Сохранить безопасно (разорвать ссылки)
th: บันทึกแบบปลอดภัย (ตัดลิงก์)
tr: Güvenli kaydet (bağlantıları kopar)
uk: Зберегти безпечно (розірвати посилання)
vi: Lưu an toàn (ngắt liên kết)
zh_hans: 安全保存（断开链接）
zh_hant: 安全儲存（中斷連結）

# SaveLinks_InPlace
source: Save in place (keep the links; the file may be damaged if saving is interrupted)
ar: الحفظ في المكان نفسه (الإبقاء على الارتباطات؛ قد يتلف الملف إذا انقطع الحفظ)
cs: Uložit na místě (zachovat odkazy; pokud se ukládání přeruší, soubor se může poškodit)
de: Direkt speichern (Links beibehalten; die Datei kann beschädigt werden, wenn das Speichern unterbrochen wird)
el: Αποθήκευση στη θέση του (διατήρηση των συνδέσμων· το αρχείο μπορεί να καταστραφεί αν διακοπεί η αποθήκευση)
es: Guardar en el mismo lugar (conservar los vínculos; el archivo podría dañarse si se interrumpe el guardado)
fa: ذخیره در همان جا (حفظ پیوندها؛ اگر ذخیره ناتمام بماند، فایل ممکن است آسیب ببیند)
fr: Enregistrer sur place (conserver les liens ; le fichier peut être endommagé si l'enregistrement est interrompu)
hu: Mentés helyben (hivatkozások megtartása; ha a mentés megszakad, a fájl megsérülhet)
id: Simpan di tempat (pertahankan tautan; file dapat rusak jika penyimpanan terputus)
it: Salva sul posto (mantieni i collegamenti; il file potrebbe danneggiarsi se il salvataggio viene interrotto)
ja: その場で保存 (リンクを保つ。途中で止まると壊れる可能性あり)
ko: 제자리에 저장(링크 유지, 저장이 중단되면 파일이 손상될 수 있음)
pl: Zapisz w miejscu (zachowaj łącza; plik może zostać uszkodzony, jeśli zapisywanie zostanie przerwane)
pt: Salvar no local (manter os links; o arquivo pode ser danificado se o salvamento for interrompido)
ro: Salvare pe loc (păstrarea legăturilor; fișierul se poate deteriora dacă salvarea este întreruptă)
ru: Сохранить на месте (сохранить ссылки; при прерывании сохранения файл может быть поврежден)
th: บันทึกทับที่เดิม (คงลิงก์ไว้ ไฟล์อาจเสียหายหากการบันทึกถูกขัดจังหวะ)
tr: Yerinde kaydet (bağlantıları koru; kaydetme yarıda kesilirse dosya bozulabilir)
uk: Зберегти на місці (зберегти посилання; якщо збереження перерветься, файл може бути пошкоджено)
vi: Lưu tại chỗ (giữ liên kết; tệp có thể bị hỏng nếu quá trình lưu bị gián đoạn)
zh_hans: 原位保存（保留链接；如果保存中断，文件可能会损坏）
zh_hant: 就地儲存（保留連結；如果儲存中斷，檔案可能會損毀）

# Status_More.AutomationProperties.Name
source: More status items
ar: مزيد من عناصر الحالة
cs: Další položky stavu
de: Weitere Statuselemente
el: Περισσότερα στοιχεία κατάστασης
es: Más elementos de estado
fa: موارد وضعیت بیشتر
fr: Autres éléments d'état
hu: További állapotelemek
id: Item status lainnya
it: Altri elementi di stato
ja: その他の項目
ko: 상태 항목 더 보기
pl: Więcej elementów stanu
pt: Mais itens de status
ro: Mai multe elemente de stare
ru: Другие элементы состояния
th: รายการสถานะเพิ่มเติม
tr: Diğer durum öğeleri
uk: Інші елементи стану
vi: Mục trạng thái khác
zh_hans: 更多状态项
zh_hant: 更多狀態項目

# Status_More.ToolTipService.ToolTip
source: More status items
ar: مزيد من عناصر الحالة
cs: Další položky stavu
de: Weitere Statuselemente
el: Περισσότερα στοιχεία κατάστασης
es: Más elementos de estado
fa: موارد وضعیت بیشتر
fr: Autres éléments d'état
hu: További állapotelemek
id: Item status lainnya
it: Altri elementi di stato
ja: その他の項目
ko: 상태 항목 더 보기
pl: Więcej elementów stanu
pt: Mais itens de status
ro: Mai multe elemente de stare
ru: Другие элементы состояния
th: รายการสถานะเพิ่มเติม
tr: Diğer durum öğeleri
uk: Інші елементи стану
vi: Mục trạng thái khác
zh_hans: 更多状态项
zh_hant: 更多狀態項目

# Find_Cancel.Content
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Άκυρο
es: Cancelar
fa: لغو
fr: Annuler
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# Operations_Matches
source: {0, plural, one {# match} other {# matches}}
ar: {0, plural, zero {لا توجد تطابقات} one {تطابق واحد} two {تطابقان} few {# تطابقات} many {# تطابقًا} other {# تطابق}}
cs: {0, plural, one {# shoda} few {# shody} many {# shody} other {# shod}}
de: {0, plural, one {# Treffer} other {# Treffer}}
el: {0, plural, one {# αποτέλεσμα} other {# αποτελέσματα}}
es: {0, plural, one {# coincidencia} other {# coincidencias}}
fa: {0, plural, one {# مورد منطبق} other {# مورد منطبق}}
fr: {0, plural, one {# résultat} other {# résultats}}
hu: {0, plural, one {# találat} other {# találat}}
id: {0, plural, other {# kecocokan}}
it: {0, plural, one {# corrispondenza} other {# corrispondenze}}
ja: 一致 {0} 件
ko: {0, plural, other {일치 항목 #개}}
pl: {0, plural, one {# dopasowanie} few {# dopasowania} many {# dopasowań} other {# dopasowania}}
pt: {0, plural, one {# ocorrência} other {# ocorrências}}
ro: {0, plural, one {# potrivire} few {# potriviri} other {# de potriviri}}
ru: {0, plural, one {# совпадение} few {# совпадения} many {# совпадений} other {# совпадения}}
th: {0, plural, other {ตรงกัน # รายการ}}
tr: {0, plural, one {# eşleşme} other {# eşleşme}}
uk: {0, plural, one {# збіг} few {# збіги} many {# збігів} other {# збігу}}
vi: {0, plural, other {# kết quả khớp}}
zh_hans: {0, plural, other {# 个匹配项}}
zh_hant: {0, plural, other {# 個符合項目}}

# Menu_Analysis.Title
source: Analysis
ar: تحليل
cs: Analýza
de: Analyse
el: Ανάλυση
es: Análisis
fa: تحلیل
fr: Analyse
hu: Elemzés
id: Analisis
it: Analisi
ja: 解析(L)
ko: 분석(L)
pl: Analiza
pt: Análise
ro: Analiză
ru: Анализ
th: วิเคราะห์(L)
tr: Analiz
uk: Аналіз
vi: Phân tích
zh_hans: 分析(L)
zh_hant: 分析(L)

# Menu_Analysis.AccessKey
source: L
ar: ح
cs: A
de: N
el: Λ
es: N
fa: ت
fr: N
hu: E
id: A
it: N
pl: A
pt: N
ro: N
ru: А
tr: N
uk: А
vi: P

# Menu_Analysis_Hash.Text
source: Hash...
ar: التجزئة...
el: Κατακερματισμός...
fa: هش...
fr: Hachage...
hu: Kivonat...
ja: ハッシュ(H)...
ko: 해시(H)...
ru: Хэш...
th: แฮช(H)...
tr: Karma...
uk: Хеш...
zh_hans: 哈希(H)...
zh_hant: 雜湊(H)...

# Menu_Analysis_Hash.AccessKey
source: H
ar: ج
el: Κ
fa: ه
hu: K
ru: Х
tr: K
uk: Х

# Operation_Hash
source: Hash
ar: التجزئة
cs: Výpočet hashe
el: Κατακερματισμός
fa: هش
fr: Hachage
hu: Kivonat számítása
ja: ハッシュの計算
ko: 해시 계산
ro: Calcul hash
ru: Хэш
th: การคำนวณแฮช
tr: Karma
uk: Хеш
zh_hans: 计算哈希
zh_hant: 計算雜湊
